Repository: Survey-Codes/CMS-CATO
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Banner's title
es: Título del banner

source: Banner's subtitle
es: Subtítulo del banner

source: Banner's description text
es: Texto de descripción del banner

source: This field can't be empty
es: Este campo no puede estar vacío

source: Image name in spanish
es: Nombre de la imagen en español

source: Image name in english
es: Nombre de la imagen en inglés

source: Load image
es: Cargar imagen

source: is it a 360 image?
es: ¿Es una imagen 360?

source: Youtube video url
es: Url del video en YouTube

source: Add link to banner
es: Añadir enlace al banner

source: Banners gallery
es: Galería de banners

source: Banners galleries
es: Galerías de banners

source: Banner's gallery title
es: Título de galería de banners

source: Select banners galleries
es: Seleccionar galerías de banners

source: Description text
es: Descripción de la imagen

source: Show banner gallery in this page
es: Mostrar galería en esta página

source: Background image
es: Imagen de fondo

source: Page's title
es: Título de la página

source: Page's parent
es: Padre de la página

source: Page
es: Página

source: Post language
es: Idioma de post

source: Post languages
es: Idiomas de post

source: Post's title
es: Título del post

source: Post's subtitle
es: Subtítulo del post

source: Post's description text
es: Texto de descripción del post

source: Post's image
es: Imagen del post

source: Post's parent
es: Padre del post

source: Tags
es: Etiquetas

source: Tag
es: Etiqueta

source: Page's section
es: Sección de página

source: Select sections
es: Seleccionar secciones

source: Section's title
es: Título de sección

source: Section's description
es: Descripción de sección

source: Section's background color
es: Color de fondo de la sección

source: Posts texts alignment
es: Alineación de textos de los post

source: Right
es: Derecha

source: Left
es: Izquierda

source: Right - left
es: Derecha - Izquierda

source: left - right
es: Izquierda - derecha

source: Number of sections
es: Cantidad de secciones

source: Number of images in gallery
es: Cantidad de imágenes en galería

source: Registered users
es: Usuarios registrados

source: Content management
es: Gestión de contenidos

source: Tools
es: Herramientas

source: Number of translations
es: Cantidad de traducciones

source: Import-export data from post's language
es: Importar/exportar información de idioma de posts

source: Posts visualization component
es: Componente de visualización de posts

source: check the box if the posts component is visible in this section
es: Marca la casilla si el componente de los post es visible en esta sección

source: Title
es: Título

source: Subtitle visibility
es: Subtítulo visible

source: Description visibility
es: Descripción visible

source: logo as title
es: Logo como título

source: Logo(preview)
es: Logo (Vista previa)

source: Above title
es: Arriba del título

source: To the left of the title
es: A la izquierda del título

source: To the left of the post
es: A la izquierda del post

source: as background
es: Como imagen de fondo

source: You have to show the title to allocate the logo to the left of it
es: Debes mostrar el título para ubicar el logo a la izquierda.

source: Image visibility
es: Imagen visible

source: Tags visibility
es: Tags visibles

source: Title visibility
es: Título visible

source: Edit in another window
es: Editar en otra ventana

source: Create a gallery of banners
es: Crear galería de banners

source: Edit banner's fields in language
es: Editar campos de idioma de banner

source: Language
es: Idioma

source: Gallery
es: Galería

source: Gallery visibility
es: Galería visible

source: post's visible fields
es: Campos visibles del post

source: Post settings
es: Configuración de post

source: Posts Settings
es: Configuración de posts

source: Go to section's language
es: Ir al idioma de la sección

source: Save and continue to section language
es: Grabar y continuar para ir al idioma de la sección

source: Order posts
es: Ordenación de posts

source: (Save and continue to choose the posts for this section)
es: (Grabar y continuar editando para elegir los posts para la sección)

source: Edit fields in section's language
es: Editar campos de idioma de sección

source: Section
es: Sección

source: Sections
es: Secciones

source: Section's posts
es: Posts de la sección

source: Check the box if is a 360 image
es: Marca la casilla si es una imagen 360

source: Image
es: Imagen

source: Images
es: Imágenes

source: Component name
es: Nombre de componente

source: Component type
es: Tipo de componente

source: Components type
es: Tipo de componentes

source: Contact Information
es: Información de contacto

source: Contact name
es: Nombre de contacto

source: Contact
es: Contacto

source: Contacts
es: Contactos

source: Title information contact
es: Título de la información de contacto

source: Direction title
es: Título dirección

source: Direction subtitle
es: Subtítulo dirección

source: Phone title
es: Título teléfono

source: Phone subtitle
es: Subtítulo teléfono

source: Schedule title
es: Título horario:

source: Schedule subtitle
es: Subtítulo horario

source: Mail title
es: Título correo

source: Mail subtitle
es: Subtítulo correo

source: Tag name
es: Nombre de etiqueta

source: Section's language
es: Idioma de sección

source: Section's languages
es: Idiomas de sección

source: creation date
es: Fecha de creación

source: Created by
es: Creado por

source: Updated
es: Actualizado el

source: Updated by
es: Actualizado por

source: Active
es: Activo

source: the same language shouldn't be chosen more than once
es: El mismo idioma no debería ser elegido más de una vez

source: Language Name
es: Nombre de idioma

source: Language abbreviation
es: Abreviación del idioma

source: Languages
es: Idiomas

source: Banner's language
es: Idioma de banner

source: Banner's laguages
es: Idiomas de banner

source: Go to Banner language tab
es: Ir a la pestaña idioma en banners

source: Save and continue to edit banner language fields
es: Grabar y continuar para modificar los campos de idioma en banner

source: (choose an image and save and continue editing to see the preview)
es: (Selecciona una imagen, de clic en grabar y continuar para una vista previa)

source: Preview
es: Vista previa

source: Social network
es: Red social

source: Social networks
es: Redes sociales

source: order
es: Orden

source: link social
es: Enlace red social

source: Footer
es: Pié de página

source: Social network name
es: Nombre de la red social

source: footer title one
es: Título uno (Pie de página)

source: Footer description
es: Descripción (Pie de página)

source: footer title two
es: Título dos(Pie de página)

source: Icon
es: Ícono

source: Icon (Preview)
es: Ícono (Vista previa)

source: Icon css
es: Ícono css

source: animated logo
es: Logo animado

source: text button banner
es: Texto de botón de banner

source: List of icons
es: Lista de Íconos

source: icon css button banner
es: Ícon css para botón de banner

source: The same gallery shouldn't be added more than once
es: La misma galería no debería ser elegida más de una vez

source: Please select galleries that are active
es: Por favor seleccione galerías que estén activas

source: Check the box if you want the post's family to shown in the section
es: Marca la casilla si la familia de los post se muestra en esta sección

source: Show family
es: Mostrar familia

source: General data
es: Información general

source: General data language
es: Idioma de información general

source: General data languages
es: Idiomas de información general

source: Galleries
es: Galerías

source: The section has no posts
es: La sección no contiene posts

source: Page language
es: Idioma de página

source: Page languages
es: Idiomas de página

source: (choose a gallery, click on save and continue editing to see a preview of the first banner of it)
es: (Seleccione una galería, de clic en grabar y continuar editando para una vista previa del primer banner de esta)

source: Institution image
es: Imagen institución

source: Institution url
es: Url institución

source: Institutional links
es: Enlaces institucionales

source: partners link number
es: Enlace institucional número

source: This section is not associated with any page
es: Esta sección no está asociada a alguna página.

source: This page does not contain sections
es: Esta página no contiene secciones

source: Sections and pages in which appears
es: Secciones y páginas en las que aparece

source: Pages in which appears
es: Páginas en las que aparece

source: Only one banner gallery must be active
es: Solo una galería debe estar activa

source: Only one general data must be active
es: Solo una información general debe estar activa

source: This post is not contained in any section
es: Este post no está contenido en ninguna sección.

source: This post is not in a page
es: Este post no está una página.

source: Only one general data can be active
es: Solo una información general debe estar activa

source: Make sure this value is less or equal than 4 and greater or equal than 1
es: Asegúrese de que este valor sea menor o igual que 4 y mayor o igual que 1

source: Display this many lines before show more
es: Mostrar esta cantidad de líneas antes de mostrar más

source: Between one and four lines
es: Entre 1 y 4 líneas

source: Welcome,
es: Bienvenido,
